app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users"  WHERE "users"."emaili" = 'adnan' LIMIT 1
---
  def create
    user = User.find_by(emaili: params[:session][:emaili].downcase)